Repository: Melf11/6axis
Catalog: Resources/Localizable.xcstrings
Source language: de
Languages: en

source: STL (3D-Druck) …
en: STL (3D printing) …

source: STL exportiert: %@
en: STL exported: %@

source: STL konnte nicht geschrieben werden
en: Could not write STL

source: STL-Export fehlgeschlagen
en: STL export failed

source: STL-Qualität
en: STL quality

source: Schattierung
en: Shading

source: Schneidebrett
en: Cutting board

source: Schneidebrett (Holz)
en: Cutting board (wood)

source: Schneiden
en: Intersect

source: Schnitt A–A
en: Section A–A

source: Schnitt aus
en: Remove section

source: Schnittebene
en: Section plane

source: Schnittebene fehlgeschlagen
en: Section plane failed

source: Schrift
en: Font

source: Schriftfeld
en: Title block

source: Schriftfeld ausfüllen
en: Fill in title block

source: Schritt vor
en: Step forward

source: Schritt zurück
en: Step back

source: Scrollrichtung
en: Scroll direction

source: Seite links
en: Left side

source: Seite rechts
en: Right side

source: Seitenansicht als Schnitt A–A
en: Side view as section A–A

source: Seitenansicht von links
en: Side view from left

source: Senkrecht
en: Perpendicular

source: Sichern
en: Save

source: Sichern (⌘S)
en: Save (⌘S)

source: Sichern fehlgeschlagen: %@
en: Saving failed: %@

source: Sichern unter …
en: Save as …

source: Skizze
en: Sketch

source: Skizze %@
en: Sketch %@

source: Skizze Dübellöcher
en: Sketch dowel holes

source: Skizze bearbeiten
en: Edit sketch

source: Skizze erstellen
en: Create sketch

source: Skizze erstellt – wähle ein Werkzeug (L Linie, R Rechteck, C Kreis)
en: Sketch created – choose a tool (L line, R rectangle, C circle)

source: Skizze fertig
en: Finish sketch

source: Skizze fertigstellen
en: Finish sketch

source: Skizze fertigstellen (⌘↩)
en: Finish sketch (⌘↩)

source: Skizze für Profil fehlt
en: Sketch for profile missing

source: Skizze ist überbestimmt oder widersprüchlich
en: Sketch is over-constrained or contradictory

source: Skizzen
en: Sketches

source: Skizzenebene ist nicht eben
en: Sketch plane is not planar

source: Skizzenebene nicht gefunden
en: Sketch plane not found

source: Skizzenlinie
en: Sketch line

source: Spanplatte
en: Chipboard

source: Spanplatte melaminbeschichtet
en: Melamine-faced chipboard

source: Sperrholz
en: Plywood

source: Spiegeln
en: Mirror

source: Splines lassen sich noch nicht trimmen
en: Splines can't be trimmed yet

source: Splines lassen sich noch nicht versetzen
en: Splines can't be offset yet

source: Später
en: Later

source: Standardwerte
en: Defaults

source: Starte mit einer Skizze – oder drücke S, um jeden Befehl zu finden.
en: Start with a sketch – or press S to find any command.

source: Starte mit „Skizze“ (oder drücke L, R, C) · S öffnet die Befehlssuche
en: Start with “Sketch” (or press L, R, C) · S opens command search

source: Startpunkt klicken
en: Click the start point

source: Startpunkt klicken · ⌘ = frei setzen
en: Click the start point · ⌘ = place freely

source: Stärke Rückwand
en: Back panel thickness

source: Stück einer Kurve anklicken, um es bis zu den Schnittpunkten zu entfernen
en: Click a piece of a curve to remove it up to the intersections

source: Stückliste / Zuschnittliste
en: Parts list / cutting list

source: Suche nach Updates fehlgeschlagen: %@
en: Checking for updates failed: %@

source: Suche nach Updates …
en: Checking for updates …

source: Symmetrisch
en: Symmetric

source: Synchron
en: Synchronized

source: Tangential
en: Tangent

source: Technische Zeichnung
en: Technical drawing

source: Technische Zeichnung öffnen
en: Open technical drawing

source: Teil %lld
en: Part %lld

source: Text bearbeiten
en: Edit text

source: Text und Höhe angeben
en: Enter text and height

source: Tischlerplatte
en: Blockboard

source: Transformieren
en: Transform

source: Transformieren fehlgeschlagen
en: Transform failed

source: Trimmen
en: Trim

source: UNTEN
en: BOTTOM

source: Umbenennen
en: Rename

source: Umrisse fehlgeschlagen
en: Outlines failed

source: Unbekannte Funktion „%@“
en: Unknown function “%@”

source: Unbekannter Parameter „%@“
en: Unknown parameter “%@”

source: Unbenannt
en: Untitled

source: Unerwartetes Zeichen
en: Unexpected character

source: Unerwartetes Zeichen in „%@“
en: Unexpected character in “%@”

source: Unerwartetes Zeichen „%@“
en: Unexpected character “%@”

source: Ungesicherte Änderungen
en: Unsaved changes

source: Ungültige Versionsnummer im Release
en: Invalid version number in the release

source: Ungültige Zahl „%@“
en: Invalid number “%@”

source: Ungültiger Ausdruck
en: Invalid expression

source: Ungültiger Name
en: Invalid name

source: Ungültiger Signaturschlüssel
en: Invalid signing key

source: Ungültiger Wert
en: Invalid value

source: Unterdrücken
en: Suppress

source: Unterkante Fachboden
en: Shelf bottom edge

source: Update fehlgeschlagen: %@
en: Update failed: %@

source: Update konnte nicht entpackt werden
en: Could not unpack the update

source: Ursprung
en: Origin

source: Ursprungsebenen
en: Origin planes

source: VORNE
en: FRONT

source: Verbinden
en: Join

source: Verdeckte Kanten
en: Hidden edges

source: Verdeckte Kanten anzeigen
en: Show hidden edges

source: Vereinfachen
en: Simplify

source: Vereinigen
en: Union

source: Vereinigen fehlgeschlagen
en: Union failed

source: Vergrößern
en: Zoom in

source: Verkleinern
en: Zoom out

source: Verlängern
en: Extend

source: Vernetzung fehlgeschlagen
en: Meshing failed

source: Versatz
en: Offset

source: Versatz nicht möglich (Abstand zu groß?)
en: Offset not possible (distance too large?)

source: Verschieben
en: Pan

source: Verschieben (⇧ = Drehen)
en: Pan (⇧ = orbit)

source: Verschieben fehlgeschlagen
en: Move failed

source: Verschieberichtung umkehren
en: Reverse pan direction

source: Verschiebung
en: Translation

source: Vertikal
en: Vertical

source: Verwalten
en: Manage

source: Vollständig bestimmt
en: Fully constrained

source: Vorderansicht
en: Front view

source: Vorgang
en: Operation

source: Waagerecht
en: Horizontal

source: Wand
en: Shell

source: Wandstärke
en: Shell

source: Wandstärke fehlgeschlagen
en: Shell failed

source: Wandstärke fehlgeschlagen (zu dick?)
en: Shell failed (too thick?)

source: Wandstärke muss größer als 0 sein
en: Wall thickness must be greater than 0

source: Wandstärke, Vielfaches der Düse (0,4)
en: Wall thickness, multiple of the nozzle (0.4)

source: Weitere Punkte klicken · Startpunkt schließt · Doppelklick, ↩ oder Esc beendet
en: Click more points · start point closes · double-click, ↩ or Esc finishes

source: Werkstoff auswählen
en: Choose material

source: Werkzeug
en: Tool

source: Wert
en: Value

source: Wert muss größer als 0 sein
en: Value must be greater than 0

source: Widerrufen
en: Undo

source: Widerrufen (⌘Z)
en: Undo (⌘Z)

source: Widersprüchlich
en: Contradictory

source: Wie System
en: Match system

source: Wiederholen
en: Redo

source: Wiederholen (⇧⌘Z)
en: Redo (⇧⌘Z)

source: Willkommen bei 6axis
en: Welcome to 6axis

source: Winkel
en: Angle

source: Wird unten rechts für das Volumen der Auswahl angezeigt (bei 100 % Füllung).
en: Shown at the bottom right for the volume of the selection (at 100 % infill).

source: Wähle Geometrie · Rechtsklick für Schnellmenü · S für Befehlssuche
en: Select geometry · right-click for quick menu · S for command search

source: Wähle eine Ursprungsebene oder eine ebene Fläche im Ansichtsfenster.
en: Choose an origin plane or a planar face in the viewport.

source: Wähle zuerst die Kurven aus, die kopiert werden sollen
en: First select the curves to copy

source: X-Achse
en: X axis

source: XY-Ebene
en: XY plane

source: XZ-Ebene
en: XZ plane

source: Y-Achse
en: Y axis

source: YZ-Ebene
en: YZ plane

source: Z-Achse
en: Z axis

source: Zeichnung
en: Drawing

source: Zeichnung als PDF exportieren …
en: Export drawing as PDF …

source: Zeichnung drucken …
en: Print drawing …

source: Zeichnung wird erstellt …
en: Creating drawing …

source: Zeichnung –
en: Drawing –

source: Zeichnungsnummer
en: Drawing no.

source: Zeitleiste bis hierher
en: Roll timeline back to here

source: Zeitleiste – hier erscheinen deine Konstruktionsschritte
en: Timeline – your design steps appear here

source: Zeitleistenmarkierung
en: Timeline marker

source: Ziehen zum Verschieben · L Linie · R Rechteck · C Kreis · D Bemaßung
en: Drag to move · L line · R rectangle · C circle · D dimension

source: Ziehen, um den Abstand zu ändern
en: Drag to change the distance

source: Zirkulärer Bezug bei „%@“
en: Circular reference at “%@”

source: Zoomen
en: Zoom

source: Zoomrichtung des Mausrads umkehren
en: Reverse mouse wheel zoom

source: Zuletzt gesucht
en: Last checked

source: Zum Anfang
en: Go to start

source: Zum Ende
en: Go to end

source: Zum Mauszeiger zoomen
en: Zoom to cursor

source: Zurücksetzen
en: Reset

source: Zwei Seiten
en: Two sides

source: Zwei-Finger-Wischen
en: Two-finger swipe

source: Zweiten Punkt wählen
en: Select the second point

source: Zweites Objekt wählen oder Bemaßung platzieren
en: Select a second object or place the dimension

source: noch nie
en: never

source: ohne Rückwand
en: without back panel

source: siehe Teile
en: see parts

source: unbekannter Fehler
en: unknown error

source: z. B. Eiche massiv
en: e.g. Solid oak

# · %@ quer · %@
source: · %1$@ quer · %2$@
en: · %@ landscape · %@

source: Ändern
en: Modify

source: Änderungen sichern?
en: Save changes?

source: Öffnen …
en: Open …

source: Über 6axis
en: About 6axis

source: Übernehmen
en: Apply

source: „)“ fehlt
en: “)” missing

source: „Im Slicer öffnen“ mit
en: “Open in slicer” with

source: „Natürliches Scrollen“ im 3D-Fenster ignorieren
en: Ignore “natural scrolling” in the 3D view
